import Footer from "../../component/footer/Footer";
import Navbar from "../../component/navbar/Navbar";
import Iran from "./../../assets/images/iran.jpg";
import styled from "./aboutUs.module.css";

function AboutUs() {
  return (
    <div>
      <Navbar title="ممد بلاگ" />
      <div className="container">
        <div className={styled.about}>
          <h2>درباره ما</h2>
          <p>
            لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با
            استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
            ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز،
            و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای
            زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و
            متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
            رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد
            کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در ارائه
            راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل
            حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود
            طراحی اساسا مورد استفاده قرار گیرد.
          </p>
          <h3>فعالیت ما در کدام شهر هاست؟</h3>
          <img src={Iran} alt="" />
        </div>
      </div>
      <Footer />
    </div>
  );
}
export default AboutUs;
